/**
 *
 * @authors Your Name (you@example.org)
 * @date    2017-07-03 23:41:57
 * @version $Id$
 */


var data=[
    {
        typeX: 0,
        title: "-【新闻】 祈愿助攻《阴阳师》平安祈福庙限时换物开张",
        time: "2017-06-30"
    },
    {
        typeX: 0,
        title: "寮办消夏礼《阴阳师》夏日特惠礼包惊喜上架",
        time: "2017-06-29"
    },
    {
        typeX: 0,
        title: "-【公告】 《阴阳师》体验服6月30日维护更新公告",
        time: "2017-06-29"
    },
    {
        typeX: 0,
        title: "-【公告】 《阴阳师》手游6月30日维护更新公告",
        time: "2017-06-29"
    },
    {
        typeX: 0,
        title: "-【新闻】 月下荷塘邀君入画《阴阳师》花鸟卷COSPLAY作品赏析",
        time: "2017-06-28"
    },
    {
        typeX: 1,
        title: "-【新闻】 祈愿助攻《阴阳师》平安祈福庙限时换物开张",
        time: "2017-06-30"
    },
    {
        typeX: 1,
        title: "-【新闻】 寮办消夏礼《阴阳师》夏日特惠礼包惊喜上架",
        time: "2017-06-29"
    },
    {
        typeX: 1,
        title: "-【新闻】 月下荷塘邀君入画《阴阳师》花鸟卷COSPLAY作品赏析",
        time: "2017-06-28"
    },
    {
        typeX: 1,
        title: "-【新闻】 浮妖百态式神设计大赛获奖作品公布",
        time: "2017-06-23"
    },
    {
        typeX: 1,
        title: "-【新闻】 松竹之书 《阴阳师》初夏主题新版本清雅开篇",
        time: "2017-06-23"
    },
    {
        typeX: 2,
        title: "-【公告】 《阴阳师》体验服6月30日维护更新公告",
        time: "2017-06-29"
    },
    {
        typeX: 2,
        title: "-【公告】 《阴阳师》手游6月30日维护更新公告",
        time: "2017-06-29"
    },
    {
        typeX: 2,
        title: "-【公告】 《阴阳师》体验服6月27日维护更新公告",
        time: "2017-06-27"
    },
    {
        typeX: 2,
        title: "-【公告】 关于未收录SSR降临！ 限时活动的相关说明",
        time: "2017-06-23"
    },
    {
        typeX: 2,
        title: "-【公告】 《阴阳师》体验服6月23日维护更新公告",
        time: "2017-06-22"
    },
    {
        typeX: 3,
        title: "-【活动】 声控召唤 第二季《阴阳师》广播剧配音大赛来袭",
        time: "2017-05-11"
    },
    {
        typeX: 3,
        title: "-【活动】 “浮妖百态”式神设计大赛投稿开启！一起画崽吧！",
        time: "2017-05-03"
    },
    {
        typeX: 3,
        title: "-【活动】 \"舔瓶我崽\"，跨界表白，揭盖召唤果味崽",
        time: "2017-04-25"
    },
    {
        typeX: 3,
        title: "-【活动】 \"浮妖百态\"《阴阳师》式神设计大赛，邀你画崽！",
        time: "2017-04-21"
    },
    {
        typeX: 3,
        title: "-【活动】 KFC跨界应援！炸鸡可乐与式神召唤",
        time: "2017-04-01"
    },
    {
        typeX: 4,
        title: "-【媒体】 【爱玩网】阴阳师从入门到精通 看完这本杂志就够了",
        time: "2017-06-27"
    },
    {
        typeX: 4,
        title: "-【媒体】 [18183]专访网易游戏贾海漠：让阴阳师文化渗透到大众生活",
        time: "2017-05-23"
    },
    {
        typeX: 4,
        title: "-【媒体】 AppSo2016 《阴阳师》登年度榜单",
        time: "2017-01-20"
    },
    {
        typeX: 4,
        title: "-【媒体】 【17173】我的领导是个极品 他为抽SSR去了晴明神社",
        time: "2017-01-17"
    },
    {
        typeX: 4,
        title: "-【媒体】 【17173】没想到你是这样的姑获鸟 一个SR为何有SSR的实力？",
        time: "2017-01-01"
    }
];







